[
    {
        "id": 1,
        "name_kh": "ល្បែងដណ្ដើមស្លឹកឈើ",
        "name_en": "Leaf Snatching Game",
        "description": {
            "history": "ជាល្បែងដែលតំណាងឱ្យការរស់នៅរបស់សត្វស្វាដែលត្រូវមានភាពរហ័សរហួនដើម្បីរស់រាន។ វាមានអត្ថន័យអប់រំឱ្យមនុស្សចេះមានការប្រុងប្រយ័ត្ន វៃត្រចៀក និងមានស្មារតីវាងវៃ ។",
            "time_place": {
                "time": "និយមលេងក្នុងពិធីបុណ្យចូលឆ្នាំខ្មែរ",
                "place": "តាមទីវត្តអារាម ឬទីធ្លាធំទូលាយដែលគ្មានឧបសគ្គ ។"
            },
            "materials": {
                "leaf": "ស្លឹកឈើមួយសន្លឹក ឬមែកឈើតូចល្មម",
                "boundary": "ការគូសបន្ទាត់ព្រំដែនសងខាង ។"
            },
            "how_to_play": {
                "setup": "បែងចែកអ្នកលេងជា ២ ក្រុមស្មើគ្នា (ប្រុស-ស្រី ឬចម្រុះ) និងមានអាជ្ញាកណ្ដាលម្នាក់ ។",
                "numbering": "សមាជិកក្នុងក្រុមនីមួយៗត្រូវឈរជាជួរដេក និងដាក់លេខរៀងឱ្យគ្នាទៅវិញទៅមក (ឧទាហរណ៍៖ លេខ ១ ដល់ ១០) ។",
                "process": "អាជ្ញាកណ្ដាលដាក់ស្លឹកឈើនៅចំកណ្ដាល រួចហៅលេខណាមួយ។ អ្នកដែលមានលេខនោះមកពីក្រុមទាំងពីរត្រូវរត់មកដណ្ដើមស្លឹកឈើ ។",
                "win_condition": "មុនពេលប៉ះស្លឹកឈើ គូភាគីមិនត្រូវប៉ះពាល់គ្នាឡើយ ។ បើដណ្ដើមបានហើយ ត្រូវរត់ចូលជួរខ្លួនវិញឱ្យទាន់ បើដៃគូម្ខាងទៀតដេញប៉ះ (តប់) ទាន់ នោះនឹងត្រូវចាញ់។"
            }
        }
    },
    {
        "id": 2,
        "name_kh": "ល្បែងចោលឈូង",
        "name_en": "Chhoung Game",
        "description": {
            "history": "ជាល្បែងកម្សាន្តសម្រាប់យុវជនកំលោះក្រមុំ ដើម្បីស្វែងយល់ចិត្តគ្នា និងបង្កើនភាពស្និទ្ធស្នាល។ វាមាន ២ បែបគឺ \"ឈូងច្រៀងរាំ\" និង \"ឈូងលោះខ្ញុំ\" ។",
            "time_place": {
                "time": "លេងនៅពេលព្រលប់ ឬយប់ខែភ្លឺក្នុងរដូវចូលឆ្នាំថ្មី",
                "place": "តាមទីធ្លាវត្តអារាម ។"
            },
            "materials": {
                "chhoung": "ក្រមា ឬកន្សែងដែលវេញឆ្មូលឱ្យមូល រួចចងឱ្យតឹងណែនទុកកន្ទុយបន្តិច ហៅថា \"ឈូង\" ។"
            },
            "how_to_play": {
                "setup": "ចែកអ្នកលេងជា ២ ក្រុម (ប្រុស ១ ក្រុម ស្រី ១ ក្រុម) ឈរទល់មុខគ្នា ឃ្លាតគ្នាប្រមាណ ៨ ទៅ ១០ ម៉ែត្រ ។",
                "process": "ក្រុមខាងប្រុសបោះឈូងទៅឱ្យខាងស្រី បើខាងស្រីចាប់មិនបាន (ស្អុយ) ត្រូវបោះត្រឡប់ទៅវិញ ។",
                "catching": "បើខាងស្រីចាប់បាន ត្រូវបោះឈូងនោះឱ្យត្រូវប្រុសណាម្នាក់ដែលខ្លួនពេញចិត្ត ។",
                "result": "បើត្រូវ ប្រុសនោះត្រូវមករាំ ឬច្រៀងជូនខាងស្រី (ក្នុងឈូងច្រៀងរាំ) ឬត្រូវទៅនៅខាងស្រី (ក្នុងឈូងលោះខ្ញុំ) ។",
                "chant": "ខាងស្រីច្រើនច្រៀងថា៖ \"អូនបោះឈូងទៅ ថ្លៃអើយឈូងបែកជាប្រាំ ខែចេត្រចូលឆ្នាំ ថ្លៃអើយចាំចាប់ឈូងស្រី\" ។"
            }
        }
    },
    {
        "id": 3,
        "name_kh": "ល្បែងលោតបាវ",
        "name_en": "Sack Race",
        "description": {
            "history": "ជាល្បែងដែលបង្ហាញពីភាពសប្បាយរីករាយ និងភាពស្វាហាប់របស់យុវជនខ្មែរក្រោយការប្រមូលផលស្រូវ ។",
            "time_place": {
                "time": "លេងក្នុងឱកាសបុណ្យចូលឆ្នាំ",
                "place": "វាលស្រែ ទីធ្លាសាលារៀន ឬវត្តអារាម ។"
            },
            "materials": {
                "sack": "បាវក្រចៅ ឬបាវជ័រធំៗគ្រប់ចំនួនអ្នកលេង",
                "line": "ខ្សែបន្ទាត់ព្រំដៅ ។"
            },
            "how_to_play": {
                "setup": "អ្នកលេងត្រូវស៊កជើងទាំងពីរចូលក្នុងបាវ រួចយកដៃកាន់មាត់បាវទាញឱ្យជាប់ត្រឹមចង្កេះ ។",
                "process": "ឈរជួរត្រៀមជាមួយគ្នា។ ពេលអាជ្ញាកណ្ដាលផ្ដល់សញ្ញា គ្រប់គ្នាត្រូវលោតសំដៅទៅរកទីព្រ័ត្រ ។",
                "win_condition": "អ្នកណាដែលទៅដល់ទីព្រ័ត្រមុនគេ គឺជាអ្នកឈ្នះ ។"
            }
        }
    },
    {
        "id": 4,
        "name_kh": "ល្បែងបោះអង្គញ់",
        "name_en": "Angkunh Game",
        "description": {
            "history": "ឈ្មោះល្បែងនេះហៅតាម \"ផ្លែអង្គញ់\" ដែលជាផ្លែឈើព្រៃស្ងួត មានរាងសំប៉ែត និងរឹង ។ វាជួយហាត់ភ្នែកឱ្យវៃ ហាត់ដៃឱ្យត្រង់ និងស្មារតីឱ្យមូល ។",
            "time_place": {
                "time": "លេងនៅពេលថ្ងៃ ឬពេលយប់ខែភ្លឺ ក្នុងរដូវចូលឆ្នាំខ្មែរ ។",
                "place": "ទីធ្លាបុណ្យ ។"
            },
            "materials": {
                "angkunh": "គ្រាប់អង្គញ់ស្ងួត (កោយ) - កោយដាំ និងកោយបោះ ។"
            },
            "how_to_play": {
                "setup": "ចែកអ្នកលេងជា ២ ក្រុម (ប្រុស-ស្រី ឬចម្រុះ) ។ គេរៀបកោយដាំជាជួរ ឬជារូបហ្វូងចាប (៣ ឬ ៥ គ្រាប់) ។",
                "process": "ការលេងមានច្រើនជាន់ថ្នាក់ដូចជា៖ បោះ (បោះពីទី), ស៊ីគោល (ដាក់លើជង្គង់ផ្ទាត់), ស៊ីប៉ារ៉េត (ផ្ទាត់លើដី), ត្រកង (ប្រមៀល), ចាក់ខ្ទែក (ដាក់លើខ្នងជើងដើរ ៣ ជំហាន) និង បោះជោះ ។",
                "punishment": "ក្រុមដែលចាញ់ត្រូវក្រុមឈ្នះ \"ជោះ\" ក្បាលជង្គង់។ ជោះមាន ២ បែបគឺ \"បាយត្រជាក់\" (ជោះតិចៗ) និង \"បាយក្ដៅ\" (ជោះឱ្យឮសំលេងខ្លាំង)។"
            }
        }
    },
    {
        "id": 5,
        "name_kh": "ល្បែងវាយក្អម",
        "name_en": "Clay Pot Breaking",
        "description": {
            "history": "ជាល្បែងដែលតំណាងឱ្យការស្វែងរកសិរីសួស្ដី និងលាភសំណាង។ ម្សៅដែលនៅក្នុងក្អមតំណាងឱ្យភាពត្រជាក់ត្រជុំ ។",
            "time_place": {
                "time": "និយមលេងនៅពេលរសៀល ក្នុងឱកាសបុណ្យចូលឆ្នាំ ។",
                "place": "ទីធ្លាធំដែលមានបង្គោល ឬដើមឈើសម្រាប់ព្យួរខ្អម ។"
            },
            "materials": {
                "pot": "ក្អមដីដុត (ពីកំពង់ឆ្នាំង)",
                "powder": "ម្សៅក្រអូប, ស្ករគ្រាប់",
                "stick": "ដំបងឬស្សី",
                "blindfold": "ក្រមារុំភ្នែក"
            },
            "how_to_play": {
                "setup": "គេចងក្អមព្យួរនឹងខ្សែឱ្យខ្ពស់ល្មមនឹងកម្ពស់ក្បាលមនុស្ស ។",
                "process": "អ្នកលេងត្រូវរុំភ្នែក រួចត្រូវគេបង្វិលចំនួន ៣ ជុំ ដើម្បីឱ្យវង្វេងទិស ។ បន្ទាប់មកវាយតាមការស្មាន ឬតាមការស្រែកប្រាប់។",
                "reward": "បើវាយបានបែក នឹងទទួលរង្វាន់ (ស្ករគ្រាប់ ឬលុយ) ដែលមាននៅក្នុងក្អម។"
            }
        }
    },
    {
        "id": 6,
        "name_kh": "ល្បែងញ៉ាំប៉ិគក់",
        "name_en": "Jicama Eating Contest",
        "description": {
            "history": "ជាល្បែងប្រណាំងគ្នាដែលទើបនឹងកើតមានក្នុងសម័យកាលក្រោយៗ ប៉ុន្តែត្រូវបានបញ្ចូលជាល្បែងកម្សាន្តដ៏សប្បាយនាពេលចូលឆ្នាំ ។ វាជួយហាត់កម្លាំង និងភាពស្វាហាប់ ។",
            "time_place": {
                "time": "លេងនៅពេលថ្ងៃ ក្នុងកម្មវិធីសង្ក្រាន្តតាមវត្តអារាម ឬសាលារៀន ។",
                "place": "កន្លែងដែលមានបង្គោល ឬធ្នឹមសម្រាប់ព្យួរ ។"
            },
            "materials": {
                "jicama": "មើមប៉ិគក់ (Jicama) ដែលបកសំបករួច",
                "string": "ខ្សែសម្រាប់ព្យួរ",
                "tie": "កន្សែងសម្រាប់ចងដៃ"
            },
            "how_to_play": {
                "setup": "គេចងព្យួរមើមប៉ិគក់ឱ្យរយីករយាក នៅកម្ពស់មាត់អ្នកលេង ។",
                "rule": "ដៃត្រូវចងទៅក្រោយ មិនអាចប្រើដៃបាន ។",
                "process": "នៅពេលឮសញ្ញាផ្ដើម អ្នកលេងត្រូវប្រជែងគ្នាខាំញ៉ាំមើមប៉ិគក់ឱ្យអស់ឱ្យបានលឿនបំផុត ។",
                "win_condition": "អ្នកណាដែលញ៉ាំអស់មុនគេ គឺជាអ្នកឈ្នះ ។"
            }
        }
    },
    {
        "id": 7,
        "name_kh": "ល្បែងទាញព្រ័ត្រ",
        "name_en": "Tug of War",
        "description": {
            "history": "ជាល្បែងដែលត្រូវបានចុះក្នុងបញ្ជីបេតិកភណ្ឌអរូបីនៃមនុស្សជាតិ (UNESCO) ក្នុងឆ្នាំ ២០១៥ ។ មានប្រភពចេញពីរឿង \"កូរសមុទ្រទឹកដោះ\" ដើម្បីយកទឹកអម្រឹត ។",
            "time_place": {
                "time": "លេងក្នុងខែចេត្រ និងខែពិសាខ",
                "place": "តាមទីវត្តអារាមដែលមានទីវាលធំ ។"
            },
            "materials": {
                "rope": "ព្រ័ត្រ (ខ្សែធ្វើពីស្បែកសត្វ ឬខ្សែជ័រធំៗ)",
                "drum": "ស្គរសម្រាប់វាយជម្រុញកម្លាំង"
            },
            "how_to_play": {
                "setup": "ចែកអ្នកលេងជា ២ ក្រុមស្មើគ្នា (ប្រុស-ស្រី) និងចងក្រណាត់កណ្តាលខ្សែ ។",
                "process": "មុននឹងទាញ អាជ្ញាកណ្ដាលស្រែកថា \"យ័ក្ខអើ!\" អ្នកលេងចម្លើយថា \"ហ្វឺយ!\" ចំនួន ៣ ដង រួចចាប់ផ្តើមទាញ ។",
                "win_condition": "ក្រុមណាដែលទាញក្រណាត់កណ្តាលឱ្យឆ្លងដែនកំណត់មកខាងខ្លួនបានមុន គឺជាអ្នកឈ្នះ ។"
            }
        }
    },
    {
        "id": 8,
        "name_kh": "ល្បែងលាក់កន្សែង",
        "name_en": "Hide the Scarf",
        "description": {
            "history": "ជាល្បែងបុរាណសម្រាប់កុមារ និងយុវជន ដែលជួយហាត់ស្មារតីឱ្យប្រុងប្រយ័ត្ន និងរហ័សរហួន ។",
            "time_place": {
                "time": "លេងនៅពេលយប់ខែភ្លឺក្នុងរដូវចូលឆ្នាំ ឬពេលសម្រាកពីការហត់នឿយ ។",
                "place": "លេងតាមទីធ្លា ឬវត្តអារាម ។"
            },
            "materials": {
                "scarf": "កន្សែង ឬក្រមាដែលវេញឆ្មូលឱ្យមូល និងមានកន្ទុយបន្តិច"
            },
            "how_to_play": {
                "setup": "អ្នកលេងអង្គុយជារង្វង់មូល បែរមុខរកគ្នា ហើយហាមមិនឱ្យងាកក្រោយមើល ។",
                "process": "អ្នកលាក់កន្សែងដើរព័ទ្ធជុំវិញរង្វង់យឺតៗ រួចលួចដាក់កន្សែងនៅពីក្រោយខ្នងនរណាម្នាក់ ។",
                "reaction": "បើអ្នកនោះដឹងខ្លួន ត្រូវរើសកន្សែងដេញវាយអ្នកដាក់ឱ្យទាន់។ បើមិនដឹងខ្លួន នឹងត្រូវវាយខ្នង ហើយជំនួសជាអ្នកលាក់ ។"
            }
        }
    },
    {
        "id": 9,
        "name_kh": "ល្បែងរាំដណ្ដើមកៅអី",
        "name_en": "Musical Chairs",
        "description": {
            "history": "ជាល្បែងកម្សាន្តបែបសម័យថ្មីដែលពេញនិយមខ្លាំងក្នុងកម្មវិធីជួបជុំ និងពិធីជប់លៀងនានា ។",
            "time_place": {
                "time": "លេងក្នុងពិធីបុណ្យចូលឆ្នាំ មង្គលការ ឬពិធីជប់លៀងនានា ។",
                "place": "កន្លែងដែលមានផ្ទៃរាបស្មើសម្រាប់ដាក់កៅអី ។"
            },
            "materials": {
                "chairs": "កៅអី (ចំនួនតិចជាងអ្នកលេងម្នាក់)",
                "music": "ឧបករណ៍សម្រាប់ចាក់តន្ត្រី"
            },
            "how_to_play": {
                "setup": "ដាក់កៅអីជារង្វង់មូល បែរខ្នងរកគ្នា ។",
                "process": "ពេលភ្លេងលេង អ្នកលេងទាំងអស់ត្រូវរាំជុំវិញកៅអី។ ពេលភ្លេងឈប់ ត្រូវប្រញាប់អង្គុយ ។",
                "elimination": "អ្នកដែលគ្មានកៅអីអង្គុយ ត្រូវចេញពីការលេង ហើយដកកៅអីចេញមួយរហូតដល់សល់អ្នកឈ្នះចុងក្រោយ ។"
            }
        }
    },
    {
        "id": 10,
        "name_kh": "ល្បែងបូមទឹកដាក់ដប",
        "name_en": "Filling Water into the Bottle",
        "description": {
            "history": "ជាល្បែងដែលបង្កើនភាពច្នៃប្រឌិត និងការប្រកួតប្រជែងដោយសមត្ថភាព។ វាជានិមិត្តរូបនៃភាពត្រជាក់ត្រជុំ និងការសន្សំសំចៃទឹក ។",
            "time_place": {
                "time": "លេងនៅពេលថ្ងៃ ក្នុងកម្មវិធីសង្ក្រាន្តតាមសាលារៀន ឬវត្តអារាម ។",
                "place": "កន្លែងដែលជិតប្រភពទឹក ។"
            },
            "materials": {
                "bottle": "ដបទឹកទទេ",
                "bucket": "ធុងទឹកធំៗ",
                "tools": "ឧបករណ៍សម្រាប់ដងទឹក (កែវ ស្លាបព្រា ឬអេប៉ុង)"
            },
            "how_to_play": {
                "setup": "គេដាក់ដបទឹកទទេនៅទីព្រ័ត្រ និងដាក់ធុងទឹកនៅទីផ្ដើមឃ្លាត ៥ ទៅ ១០ ម៉ែត្រ ។",
                "process": "អ្នកលេងត្រូវយកឧបករណ៍ដងទឹក រួចរត់យកទៅចាក់ក្នុងដបឱ្យបានច្រើនបំផុត។",
                "win_condition": "ក្រុមណាដែលបូមទឹកបំពេញដបបានពេញមុនគេ គឺជាអ្នកឈ្នះ។"
            }
        }
    }
]